Repository: nh36/ChinTransMem
Catalog: corpus/candidates/mozi/exports/tmx/mozi__mozi-030-anti-confucianism-ii__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 污邪詐偽，孰大於此？孔某與其門弟子閒坐，曰：「夫舜見瞽叟就然，此時天下圾乎？周公旦非其人也邪？何為捨亓家室而托寓也？」孔某所行，心術所至也。
en: For the relatives from the clan and friends from the village and district can yet eat and drink them. So, even if there were really no ghosts and spirits, a sacrifice will yet gather together a party and the participants can enjoy themselves and befriend the neighbours. Those who hold there are no ghosts say: "Of course there are no ghosts and spirits and Therefore I should not expend my wealth on the cakes and wine and victims. This is not because I am miserly about my wealth on the cakes and wine and victims. But (because I do not see) what I can accomplish with it." This is opposed to the records of the sage-kings above and opposed to the practice among the filial sons among the people. Yet they claim to be superior men in the empire.

source: 其徒屬弟子皆效孔某，子貢、季路輔孔悝亂乎衛，陽貨亂乎齊，佛肸以中牟叛，漆雕刑殘，罪莫大焉。夫為弟子後生，其師，必修其言，法其行，力不足、知弗及而後已。
en: This is no way to be superior men. But Motse said: For me to offer sacrifice is not to throw it into the ditch or the gully. It is to bless the ghosts above and gather a party and enjoy ourselves and befriend the neighbours below. And if spirits exist, I would be serving my father and mother and brother with food. Is this not a great blessing in the world? Therefore Motse said: If the rulers and the gentlemen of the world really desire to procure benefits for the world and eliminate its calamities they must believe in and teach the existence of ghosts and spirits.

source: 今孔某之行如此，儒士則可以疑矣。
en: This is the way of the sage-kings.
